<?php

$step=1;  //测试一

$qtype=array(1=>"测试一","每二部分","第三部分");
$question[0]="";
$question[1]=array(0=>1,
	1=>"属于国家一类保护动物的是：",
	array("天鹅",1,
	"娃娃鱼",0,
	"孔雀",0,
	"丹顶鹤",0
	)
);

$question[2]=array(0=>1,
	1=>"属于国家一类保护动物的是：",
	array("天鹅",0,
	"娃娃鱼",1,
	"孔雀",0,
	"丹顶鹤",0
	)
);

$question[3]=array(0=>1,
	1=>"属于国家一类保护动物的是：",
	array("天鹅",1,
	"娃娃鱼",0,
	"孔雀",0,
	"丹顶鹤",0
	)
);

$question[4]=array(0=>2,
	1=>"属于国家一类保护动物的是：",
	array("天鹅",0,
	"娃娃鱼",1,
	"孔雀",0,
	"丹顶鹤",0
	)
);
$question[5]=array(0=>2,
	1=>"属于国家一类保护动物的是：",
	array("天鹅",1,
	"娃娃鱼",0,
	"孔雀",0,
	"丹顶鹤",0
	)
);

$question[6]=array(0=>1,
	1=>"属于国家一类保护动物的是：",
	array("天鹅",1,
	"娃娃鱼",0,
	"孔雀",0,
	"丹顶鹤",0
	)
);

?>